{
    "Name": "Nome",
    "E-Mail Address": "Email",
    "Password": "Senha",
    "Confirm Password": "Confirmação de senha",
    "Remember Me": "Manter conectado",
    "Forgot Your Password?": "Esqueceu sua senha?",
    "Login": "Entrar",
    "Register": "Registre-se",
    "Home": "Principal",
    "Logout": "Sair",
    "Toggle navigation": "Alternar navegação",
    "Verify Your Email Address": "Verifique seu endereço de email",
    "A fresh verification link has been sent to your email address.": "Um novo link de verificação foi enviado para seu email",
    "Before proceeding, please check your email for a verification link.": "Antes de prosseguir, por favor, veja se recebeu o link de verificação em seu email",
    "If you did not receive the email": "Se você não recebeu o email",
    "click here to request another": "clique aqui para solicitar outro",
    "Please click the button below to verify your email address.": "Clique no botão abaixo para verificar seu endereço de e-mail",
    "Verify Email Address": "Verificar E-mail",
    "If you did not create an account, no further action is required." : "Se você não criou a conta, favor desconsiderar este e-mail",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web:",
    "If you’re having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)":  "Se você estiver com problemas para clicar no botão \":actionText\", copie e cole o URL abaixo\nem seu navegador da web: [:displayableActionUrl](:actionURL)",
    "Send Password Reset Link": "Enviar link para redefinir senha",
    "Reset Password": "Modificar Senha",
    "You are receiving this email because we received a password reset request for your account.": "Você está recebendo este e-mail porque recebemos uma solicitação de redefinição de senha para sua conta.",
    "If you did not request a password reset, no further action is required.": "Se você não solicitou a redefinição de senha, nenhuma ação adicional será necessária.",
    "This password reset link will expire in :count minutes.": "Este link de redefinição de senha expirará em :count minutos.",
    "Please confirm your password before continuing." : "Por favor, confirme sua senha para continuar.",
    "Hello!": "Olá!",
    "Regards": "Saudações",
    "Reset Password Notification": "Notificação de redefinição de senha",
    "All rights reserved.": "Todos os direitos reservados.",
    "Whoops! Something went wrong.": "Ops! Algo de errado aconteceu.",
    "Profile": "Perfil",
    "Manage Account": "Gerenciar conta",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Esqueceu sua senha? Sem problemas. Digite seu email abaixo que enviaremos um link para resetar seua senha e permitir que crie uma nova.",
    "Email Password Reset Link": "Enviar email",
    "Photo": "Foto",
    "Profile Information": "Informações",
    "Update your account's profile information and email address.": "Atualize as informações de perfil da sua conta e o endereço de e-mail.",
    "Select A New Photo": "Selecione uma nova foto",
    "Remove Photo": "Remover foto",
    "Save": "Salvar",
    "Update Password": "Alterar Senha",
    "Ensure your account is using a long, random password to stay secure.": "Certifique-se de que sua conta está usando uma senha longa e aleatória para permanecer segura.",
    "Current Password": "Senha atual",
    "New Password": "Nova senha",
    "Two Factor Authentication": "Autenticação de dois fatores",
    "Add additional security to your account using two factor authentication.": "\nAdicione segurança adicional à sua conta usando autenticação de dois fatores.",
    "You have not enabled two factor authentication.": "Você não ativou a autenticação de dois fatores.",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Quando a autenticação de dois fatores está habilitada, você será solicitado a fornecer um token aleatório seguro durante a autenticação. Você pode recuperar esse token do aplicativo Google Authenticator do seu telefone.",
    "Enable": "Habilitar",
    "Browser Sessions": "Sessões do navegador",
    "Manage and logout your active sessions on other browsers and devices.": "Gerencie e saia de suas sessões ativas em outros navegadores e dispositivos.",
    "If necessary, you may logout of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Se necessário, você pode se desconectar de todas as outras sessões do navegador em todos os seus dispositivos. Algumas de suas sessões recentes estão listadas abaixo; no entanto, esta lista pode não ser exaustiva. Se achar que sua conta foi comprometida, você também deve atualizar sua senha.",
    "Logout Other Browser Sessions": "Sair de outras sessões do navegador",
    "This device": "Este dispositivo",
    "Last active": "Ultimo ativo",
    "Done.": "Feito",
    "Delete Account": "Apagar Conta",
    "Permanently delete your account.": "Delete sua conta permanentemente.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "\nDepois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente.",
    "For your security, please confirm your password to continue.": "Para sua segurança, confirme sua senha para continuar.",
    "Nevermind": "Cancelar",
    "Confirm": "Confirmar",
    "You have enabled two factor authentication.": "Você habilitou a autenticação de dois fatores.",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "A autenticação de dois fatores agora está habilitada. Leia o seguinte código QR usando o aplicativo autenticador do seu telefone.",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Armazene esses códigos de recuperação em um gerenciador de senhas seguro. Eles podem ser usados ​​para recuperar o acesso à sua conta se o seu dispositivo de autenticação de dois fatores for perdido.",
    "Regenerate Recovery Codes": "Gerar códigos novamente",
    "Show Recovery Codes": "Mostrar códigos gerados",
    "Disable": "Desabilitar",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Tem certeza que deseja deletar sua conta? Depois que sua conta for excluída, todos os seus recursos e dados serão excluídos permanentemente. Digite sua senha para confirmar que deseja excluir permanentemente sua conta.",
    "Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "Por favor, digite sua senha para confirmar que você gostaria de sair de suas outras sessões de navegador em todos os seus dispositivos.",
    "Create Team": "Criar equipe",
    "Manage Team": "Gerenciar Equipes",
    "Team Settings": "Configurações",
    "Create New Team": "Criar nova equipe",
    "Switch Teams": "Trocar Equipe",
    "Team Name": "Nome da Equipe",
    "The team's name and owner information.": "O nome da equipe e as informações do proprietário.",
    "Team Owner": "Líder da equipe",
    "Saved.": "Salvo.",
    "Add Team Member": "Adicionar membro da equipe",
    "Add a new team member to your team, allowing them to collaborate with you.":"Adicione um novo membro da equipe à sua equipe, permitindo que eles colaborem com você.",
    "Please provide the email address of the person you would like to add to this team. The email address must be associated with an existing account.": "Forneça o endereço de e-mail da pessoa que você gostaria de adicionar a esta equipe. O endereço de e-mail deve estar associado a uma conta existente.",
    "Role": "Função",
    "Administrator": "Administrador",
    "Editor": "Editor",
    "Administrator users can perform any action.": "Os usuários administradores podem executar qualquer ação.",
    "Editor users have the ability to read, create, and update.": "Os usuários do editor podem ler, criar e atualizar.",
    "Add": "Adicionar",
    "Team Details": "Detalhes da equipe",
    "Create a new team to collaborate with others on projects.":"Crie uma nova equipe para colaborar com outras pessoas nas pesquisas.",
    "Create": "Criar",
    "Delete Team": "Deletar Equipe",
    "Permanently delete this team.":"Deleta permanentemente essa equipe.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Depois que uma equipe é excluída, todos os seus recursos e dados serão excluídos permanentemente. ",
    "Showing": "Mostrando",
    "to": "até",
    "of": "de",
    "results": "resultados",
    "We were unable to find a registered user with this email address.": "Não encontramos um usuário com o e-mail informado.",
    "Manage Role": "Gerenciar Regras",
    "Already registered?": "Já possui cadastro?",
    "Remember me": "Lembrar",
    "Forgot your password?": "Esqueceu sua senha?"



}
